micropython/micropython/ports/samd/boards/ADAFRUIT_FEATHER_M4_EXPRESS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Feather M4 Express"
#define MICROPY_HW_MCU_NAME   "SAMD51J19A"
// ASF4 MCU package specific Pin definitions
#include "samd51j19a.h"

#define MICROPY_HW_XOSC32K  (1)
